Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: No iCloud backups yet — they appear once an identity syncs from another Apple device.
de: Noch keine iCloud-Backups — sie erscheinen, sobald eine Identität von einem anderen Apple-Gerät synchronisiert wird.
es: Aún no hay copias de seguridad en iCloud: aparecen cuando una identidad se sincroniza desde otro dispositivo Apple.
fr: Aucune sauvegarde iCloud pour l'instant — elles apparaissent dès qu'une identité se synchronise depuis un autre appareil Apple.
it: Nessun backup iCloud — appariranno quando un'identità si sincronizzerà da un altro dispositivo Apple.
ja: iCloud バックアップはまだありません — 他の Apple デバイスから ID が同期されると表示されます。
ko: 아직 iCloud 백업이 없습니다 — 다른 Apple 기기에서 신원이 동기화되면 나타납니다.
pt_br: Nenhum backup no iCloud ainda — eles aparecem quando uma identidade sincroniza de outro dispositivo Apple.
zh_hans: 还没有 iCloud 备份 — 当身份从另一台 Apple 设备同步后就会出现。

source: No limit
de: Kein Limit
es: Sin límite
fr: Aucune limite
it: Nessun limite
ja: 制限なし
ko: 제한 없음
pt_br: Sem limite
zh_hans: 无限制

source: No longer available
de: Nicht mehr verfügbar
es: Ya no está disponible
fr: Plus disponible
it: Non più disponibile
ja: 利用できなくなりました
ko: 더 이상 사용할 수 없음
pt_br: Não está mais disponível
zh_hans: 已不再可用

source: No messages yet. Tap the pencil to start one.
de: Noch keine Nachrichten. Tippe auf den Stift, um eine zu schreiben.
es: Aún no hay mensajes. Toca el lápiz para empezar uno.
fr: Aucun message pour l'instant. Touchez le crayon pour en commencer un.
it: Ancora nessun messaggio. Tocca la matita per iniziarne uno.
ja: メッセージはまだありません。鉛筆アイコンをタップして始めましょう。
ko: 아직 메시지가 없습니다. 연필 아이콘을 눌러 시작하세요.
pt_br: Nenhuma mensagem ainda. Toque no lápis para começar uma.
zh_hans: 还没有消息。点按铅笔图标开始一条。

source: No one's blocked
de: Niemand blockiert
es: No hay nadie bloqueado
fr: Personne n'est bloqué
it: Nessun bloccato
ja: ブロック中の人はいません
ko: 차단된 사람이 없습니다
pt_br: Ninguém bloqueado
zh_hans: 没有屏蔽任何人

source: No pending requests.
de: Keine offenen Anfragen.
es: No hay solicitudes pendientes.
fr: Aucune demande en attente.
it: Nessuna richiesta in sospeso.
ja: 保留中のリクエストはありません。
ko: 대기 중인 요청이 없습니다.
pt_br: Nenhuma solicitação pendente.
zh_hans: 没有待处理的请求。

source: No posts yet
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucune publication pour l'instant
it: Ancora nessun post
ja: 投稿はまだありません
ko: 아직 게시물이 없습니다
pt_br: Nenhuma publicação ainda
zh_hans: 还没有帖子

source: No relay available — media only on this device
de: Kein Relay verfügbar — Medien nur auf diesem Gerät
es: No hay ningún relay disponible: el contenido solo está en este dispositivo
fr: Aucun Relay disponible — média uniquement sur cet appareil
it: Nessun relay disponibile — contenuti solo su questo dispositivo
ja: 利用できる Relay がありません — メディアはこのデバイスのみ
ko: 사용할 수 있는 Relay 없음 — 미디어가 이 기기에만 있습니다
pt_br: Nenhum relay disponível — mídia só neste dispositivo
zh_hans: 没有可用的 Relay — 媒体仅保存在本设备

source: No relay known — attachment only on this device
de: Kein Relay bekannt — Anhang nur auf diesem Gerät
es: No se conoce ningún relay: el adjunto solo está en este dispositivo
fr: Aucun Relay connu — pièce jointe uniquement sur cet appareil
it: Nessun relay noto — allegato solo su questo dispositivo
ja: Relay が見つかりません — 添付ファイルはこのデバイスのみ
ko: 알려진 Relay 없음 — 첨부 파일이 이 기기에만 있습니다
pt_br: Nenhum relay conhecido — anexo só neste dispositivo
zh_hans: 没有已知的 Relay — 附件仅保存在本设备

source: No relay known — story only on this device
de: Kein Relay bekannt — Story nur auf diesem Gerät
es: No se conoce ningún relay: la historia solo está en este dispositivo
fr: Aucun Relay connu — story uniquement sur cet appareil
it: Nessun relay noto — storia solo su questo dispositivo
ja: Relay が見つかりません — ストーリーはこのデバイスのみ
ko: 알려진 Relay 없음 — 스토리가 이 기기에만 있습니다
pt_br: Nenhum relay conhecido — story só neste dispositivo
zh_hans: 没有已知的 Relay — 快拍仅保存在本设备

source: No relay known for this circle — media stays on this device only. Open Relays or wait for a member who hosts one.
de: Für diesen Kreis ist kein Relay bekannt — Medien bleiben nur auf diesem Gerät. Öffne „Relays“ oder warte auf ein Mitglied, das eines betreibt.
es: No se conoce ningún relay para este círculo: el contenido se queda solo en este dispositivo. Abre Relays o espera a que algún miembro aloje uno.
fr: Aucun Relay connu pour ce cercle — les médias restent uniquement sur cet appareil. Ouvrez Relays ou attendez qu'un membre en héberge un.
it: Nessun relay noto per questa cerchia — i contenuti restano solo su questo dispositivo. Apri Relay o aspetta un membro che ne ospiti uno.
ja: このサークルの Relay が見つかりません — メディアはこのデバイスにのみ残ります。Relay を開くか、Relay を提供しているメンバーが現れるまでお待ちください。
ko: 이 서클에 알려진 Relay가 없습니다 — 미디어는 이 기기에만 남습니다. Relay를 열거나 Relay를 운영하는 멤버를 기다리세요.
pt_br: Nenhum relay conhecido para este círculo — a mídia fica só neste dispositivo. Abra Relays ou espere um integrante que hospede um.
zh_hans: 这个圈子还没有已知的 Relay — 媒体只会留在本设备上。打开 Relays,或等待有成员提供一个。

source: No relays configured yet. Add one below, or flip the toggle above to use this device.
de: Noch keine Relays eingerichtet. Füge unten eines hinzu oder aktiviere oben den Schalter, um dieses Gerät zu verwenden.
es: Aún no hay relays configurados. Añade uno abajo o activa el interruptor de arriba para usar este dispositivo.
fr: Aucun Relay configuré pour l'instant. Ajoutez-en un ci-dessous, ou activez l'option ci-dessus pour utiliser cet appareil.
it: Nessun relay configurato. Aggiungine uno qui sotto, oppure attiva l'opzione qui sopra per usare questo dispositivo.
ja: Relay はまだ設定されていません。下から追加するか、上のスイッチをオンにしてこのデバイスを使ってください。
ko: 아직 설정된 Relay가 없습니다. 아래에서 추가하거나, 위의 스위치를 켜서 이 기기를 사용하세요.
pt_br: Nenhum relay configurado ainda. Adicione um abaixo ou ative a opção acima para usar este dispositivo.
zh_hans: 还没有配置任何 Relay。在下方添加一个,或打开上方的开关以使用本设备。

source: No shareable content found. Grant Screen Recording permission in System Settings ▸ Privacy & Security.
de: Keine teilbaren Inhalte gefunden. Erteile die Berechtigung „Bildschirmaufnahme“ in den Systemeinstellungen ▸ Datenschutz & Sicherheit.
es: No se encontró contenido para compartir. Concede el permiso de Grabación de pantalla en Ajustes del Sistema ▸ Privacidad y seguridad.
fr: Aucun contenu partageable trouvé. Autorisez l'enregistrement de l'écran dans Réglages Système ▸ Confidentialité et sécurité.
it: Nessun contenuto condivisibile trovato. Concedi il permesso di Registrazione schermo in Impostazioni di Sistema ▸ Privacy e sicurezza.
ja: 共有できるコンテンツが見つかりません。システム設定 ▸ プライバシーとセキュリティ で画面収録を許可してください。
ko: 공유할 수 있는 콘텐츠를 찾지 못했습니다. 시스템 설정 ▸ 개인정보 보호 및 보안에서 화면 기록 권한을 허용하세요.
pt_br: Nenhum conteúdo compartilhável encontrado. Conceda a permissão de Gravação de Tela em Ajustes do Sistema ▸ Privacidade e Segurança.
zh_hans: 未找到可共享的内容。请在「系统设置」▸「隐私与安全性」中授予屏幕录制权限。

source: Node id (64 hex) or interface JSON
de: Node-ID (64 Hex) oder Interface-JSON
es: Id de nodo (64 hex) o JSON de interfaz
fr: ID de nœud (64 caractères hex) ou JSON d'interface
it: ID nodo (64 caratteri esadecimali) o JSON dell'interfaccia
ja: ノード ID（16 進 64 文字）またはインターフェース JSON
ko: 노드 ID(64자리 16진수) 또는 인터페이스 JSON
pt_br: ID do nó (64 hex) ou JSON da interface
zh_hans: 节点 ID(64 位十六进制)或接口 JSON

source: Not available on Mac yet
de: Auf dem Mac noch nicht verfügbar
es: Aún no disponible en Mac
fr: Pas encore disponible sur Mac
it: Non ancora disponibile su Mac
ja: Mac ではまだ利用できません
ko: 아직 Mac에서는 사용할 수 없습니다
pt_br: Ainda não disponível no Mac
zh_hans: Mac 上暂不支持

source: Not linked to any post
de: Mit keinem Beitrag verknüpft
es: No está vinculado a ninguna publicación
fr: Associé à aucune publication
it: Non collegato a nessun post
ja: どの投稿にもひも付いていません
ko: 연결된 게시물 없음
pt_br: Não vinculado a nenhuma publicação
zh_hans: 未关联任何帖子

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 後で
ko: 나중에
pt_br: Agora não
zh_hans: 以后再说

source: Not on any relay yet
de: Noch auf keinem Relay
es: Aún no está en ningún relay
fr: Sur aucun Relay pour l'instant
it: Ancora su nessun relay
ja: まだどの Relay にもありません
ko: 아직 어떤 Relay에도 없음
pt_br: Ainda não está em nenhum relay
zh_hans: 尚未上传到任何 Relay

source: Not verified recently
de: Länger nicht verifiziert
es: Sin verificar recientemente
fr: Non vérifié récemment
it: Non verificato di recente
ja: 最近確認されていません
ko: 최근에 확인하지 않음
pt_br: Não verificado recentemente
zh_hans: 最近未验证

source: Nothing here yet
de: Hier ist noch nichts
es: Aquí no hay nada todavía
fr: Rien ici pour l'instant
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없습니다
pt_br: Nada aqui ainda
zh_hans: 这里还什么都没有

source: Notification previews
de: Benachrichtigungsvorschau
es: Vistas previas de notificaciones
fr: Aperçus des notifications
it: Anteprime delle notifiche
ja: 通知のプレビュー
ko: 알림 미리보기
pt_br: Prévias de notificações
zh_hans: 通知预览

source: Notify me when it's back
de: Benachrichtigen, wenn es wieder da ist
es: Avisarme cuando vuelva
fr: Me prévenir quand c'est de retour
it: Avvisami quando torna
ja: 復旧したら通知する
ko: 다시 사용할 수 있게 되면 알려주세요
pt_br: Avise-me quando voltar
zh_hans: 恢复后通知我

source: Off
de: Aus
es: No
fr: Désactivé
it: No
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关

source: On
de: Ein
es: Sí
fr: Activé
it: Sì
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开

source: On your primary device, open Settings → Devices and show its link code, then scan it here — or paste it below.
de: Öffne auf deinem Hauptgerät „Einstellungen → Geräte“ und lass dir den Verknüpfungscode anzeigen, dann scanne ihn hier — oder füge ihn unten ein.
es: En tu dispositivo principal, abre Ajustes → Dispositivos y muestra su código de vinculación; luego escanéalo aquí o pégalo abajo.
fr: Sur votre appareil principal, ouvrez Réglages → Appareils et affichez son code de liaison, puis scannez-le ici — ou collez-le ci-dessous.
it: Sul tuo dispositivo principale, apri Impostazioni → Dispositivi e mostra il suo codice di collegamento, poi scansionalo qui — oppure incollalo qui sotto.
ja: メインのデバイスで「設定」→「デバイス」を開いてリンクコードを表示し、ここでスキャンしてください — または下に貼り付けてください。
ko: 기본 기기에서 설정 → 기기로 이동해 연결 코드를 표시한 다음 여기서 스캔하세요 — 또는 아래에 붙여넣으세요.
pt_br: No seu dispositivo principal, abra Ajustes → Dispositivos e mostre o código de vínculo, depois escaneie-o aqui — ou cole-o abaixo.
zh_hans: 在你的主设备上打开「设置 → 设备」,让它显示关联码,然后在这里扫描 — 或在下方粘贴。

source: On-device analysis flagged one or more attachments as sensitive. If you send, they'll be blurred for everyone in the circle until each person taps to reveal.
de: Die Analyse auf dem Gerät hat einen oder mehrere Anhänge als sensibel eingestuft. Wenn du sendest, werden sie für alle im Kreis unkenntlich gemacht, bis jede Person zum Anzeigen tippt.
es: El análisis en el dispositivo marcó uno o más adjuntos como sensibles. Si los envías, se verán difuminados para todos los del círculo hasta que cada persona toque para mostrarlos.
fr: L'analyse sur l'appareil a signalé une ou plusieurs pièces jointes comme sensibles. Si vous les envoyez, elles seront floutées pour tout le monde dans le cercle jusqu'à ce que chacun touche pour les afficher.
it: L'analisi sul dispositivo ha segnalato uno o più allegati come sensibili. Se li invii, saranno sfocati per tutti nella cerchia finché ognuno non tocca per mostrarli.
ja: デバイス上の解析で、1 つ以上の添付ファイルがセンシティブと判定されました。送信すると、サークルの全員に対してぼかしがかかり、各自がタップするまで表示されません。
ko: 기기 내 분석에서 하나 이상의 첨부 파일이 민감한 콘텐츠로 표시되었습니다. 보내면 서클의 모든 사람에게 흐리게 표시되고, 각자 탭해야 볼 수 있습니다.
pt_br: A análise no dispositivo marcou um ou mais anexos como sensíveis. Se você enviar, eles ficarão desfocados para todos no círculo até que cada pessoa toque para revelar.
zh_hans: 设备端分析发现有一个或多个附件可能包含敏感内容。如果发送,圈子里的每个人看到的都会是模糊处理后的画面,直到各自点按查看。

source: One cloudflared → path proxy (%@)
de: Ein cloudflared → Pfad-Proxy (%@)
es: Un cloudflared → proxy de ruta (%@)
fr: Un proxy cloudflared → chemin (%@)
it: Un cloudflared → proxy di percorso (%@)
ja: cloudflared 1 つ → パスプロキシ（%@）
ko: cloudflared 하나 → 경로 프록시 (%@)
pt_br: Um cloudflared → proxy de caminho (%@)
zh_hans: 一个 cloudflared → 路径代理(%@)

source: Only do this with your own device in front of you.
de: Mach das nur, wenn du dein eigenes Gerät vor dir hast.
es: Haz esto solo con tu propio dispositivo delante de ti.
fr: Ne faites cela qu'avec votre propre appareil devant vous.
it: Fallo solo con il tuo dispositivo davanti a te.
ja: 自分のデバイスが手元にあるときだけ行ってください。
ko: 본인 기기를 눈앞에 두고 있을 때만 진행하세요.
pt_br: Faça isso apenas com o seu próprio dispositivo à sua frente.
zh_hans: 只在你自己的设备就在手边时才这样做。

source: Only do this with your own second device in front of you.
de: Mach das nur, wenn du dein eigenes zweites Gerät vor dir hast.
es: Haz esto solo con tu segundo dispositivo delante de ti.
fr: Ne faites cela qu'avec votre deuxième appareil devant vous.
it: Fallo solo con il tuo secondo dispositivo davanti a te.
ja: 自分の 2 台目のデバイスが手元にあるときだけ行ってください。
ko: 본인의 두 번째 기기를 눈앞에 두고 있을 때만 진행하세요.
pt_br: Faça isso apenas com o seu segundo dispositivo à sua frente.
zh_hans: 只在你自己的第二台设备就在手边时才这样做。

source: Only on this device's own relay — nobody else can fetch it yet
de: Nur auf dem eigenen Relay dieses Geräts — noch kann es niemand sonst abrufen
es: Solo está en el relay propio de este dispositivo: nadie más puede descargarlo todavía
fr: Uniquement sur le Relay de cet appareil — personne d'autre ne peut encore le récupérer
it: Solo sul relay di questo dispositivo — nessun altro può ancora scaricarlo
ja: このデバイス自身の Relay にしかありません — まだ他の人は取得できません
ko: 이 기기의 자체 Relay에만 있음 — 아직 다른 사람은 가져올 수 없습니다
pt_br: Apenas no relay próprio deste dispositivo — ninguém mais consegue baixar ainda
zh_hans: 只在本设备自己的 Relay 上 — 其他人还无法获取

source: Only this device's own relay has a copy, so nobody else can fetch it yet.
de: Nur das eigene Relay dieses Geräts hat eine Kopie, deshalb kann es noch niemand sonst abrufen.
es: Solo el relay propio de este dispositivo tiene una copia, así que nadie más puede descargarlo todavía.
fr: Seul le Relay de cet appareil en a une copie, donc personne d'autre ne peut encore le récupérer.
it: Solo il relay di questo dispositivo ne ha una copia, quindi nessun altro può ancora scaricarlo.
ja: コピーがあるのはこのデバイス自身の Relay だけなので、まだ他の人は取得できません。
ko: 이 기기의 자체 Relay에만 사본이 있어서 아직 다른 사람은 가져올 수 없습니다.
pt_br: Só o relay próprio deste dispositivo tem uma cópia, então ninguém mais consegue baixar ainda.
zh_hans: 只有本设备自己的 Relay 上有副本,所以其他人还无法获取。

source: Only you see this nickname — it doesn't rename the circle for anyone else.
de: Nur du siehst diesen Spitznamen — für alle anderen wird der Kreis nicht umbenannt.
es: Este apodo solo lo ves tú: no cambia el nombre del círculo para nadie más.
fr: Vous seul voyez ce surnom — il ne renomme pas le cercle pour les autres.
it: Questo soprannome lo vedi solo tu — non rinomina la cerchia per gli altri.
ja: このニックネームはあなたにしか表示されません — 他の人のサークル名は変わりません。
ko: 이 별명은 나에게만 보입니다 — 다른 사람에게 보이는 서클 이름은 바뀌지 않습니다.
pt_br: Só você vê este apelido — ele não renomeia o círculo para mais ninguém.
zh_hans: 这个昵称只有你能看到 — 不会改变其他人看到的圈子名称。

source: Only your people can see what you share. No ads, no tracking — ever.
de: Nur deine Leute sehen, was du teilst. Keine Werbung, kein Tracking — niemals.
es: Solo tu gente ve lo que compartes. Sin anuncios ni rastreo, nunca.
fr: Seuls vos proches voient ce que vous partagez. Aucune publicité, aucun suivi — jamais.
it: Solo le tue persone vedono ciò che condividi. Nessuna pubblicità, nessun tracciamento — mai.
ja: あなたが共有したものを見られるのは、あなたの大切な人だけです。広告もトラッキングも一切ありません。
ko: 내가 공유한 내용은 내 사람들만 볼 수 있습니다. 광고도, 추적도 절대 없습니다.
pt_br: Só as suas pessoas veem o que você compartilha. Sem anúncios, sem rastreamento — nunca.
zh_hans: 只有你信任的人能看到你分享的内容。没有广告,没有追踪 — 永远不会有。

source: Open cloudflared logs
de: cloudflared-Logs öffnen
es: Abrir los registros de cloudflared
fr: Ouvrir les journaux cloudflared
it: Apri i log di cloudflared
ja: cloudflared のログを開く
ko: cloudflared 로그 열기
pt_br: Abrir logs do cloudflared
zh_hans: 打开 cloudflared 日志

source: Open Haven
de: Haven öffnen
es: Abrir Haven
fr: Ouvrir Haven
it: Apri Haven
ja: Haven を開く
ko: Haven 열기
pt_br: Abrir o Haven
zh_hans: 打开 Haven

source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
ja: マップで開く
ko: 지도에서 열기
pt_br: Abrir no Mapas
zh_hans: 在「地图」中打开

source: Open in Music
de: In Musik öffnen
es: Abrir en Música
fr: Ouvrir dans Musique
it: Apri in Musica
ja: ミュージックで開く
ko: 음악에서 열기
pt_br: Abrir no Music
zh_hans: 在「音乐」中打开

source: or
de: oder
es: o
fr: ou
it: oppure
ja: または
ko: 또는
pt_br: ou
zh_hans: 或

source: Or bring your own S3 bucket — your key stays here; the circle only gets expiring links.
de: Oder bring deinen eigenen S3-Bucket mit — dein Schlüssel bleibt hier; der Kreis erhält nur Links, die ablaufen.
es: O usa tu propio bucket de S3: tu clave se queda aquí y el círculo solo recibe enlaces que caducan.
fr: Ou utilisez votre propre bucket S3 — votre clé reste ici ; le cercle ne reçoit que des liens temporaires.
it: Oppure usa il tuo bucket S3 — la tua chiave resta qui; la cerchia riceve solo link a scadenza.
ja: または自分の S3 バケットを使うこともできます — キーはこの端末に残り、サークルには有効期限付きのリンクだけが渡ります。
ko: 또는 직접 준비한 S3 버킷을 사용하세요 — 키는 이 기기에 남고, 서클에는 만료되는 링크만 전달됩니다.
pt_br: Ou use o seu próprio bucket S3 — a sua chave fica aqui; o círculo só recebe links que expiram.
zh_hans: 也可以使用你自己的 S3 存储桶 — 密钥只留在这里;圈子里只会拿到有时效的链接。

source: Or pick an emoji
de: Oder wähle ein Emoji
es: O elige un emoji
fr: Ou choisissez un emoji
it: Oppure scegli un'emoji
ja: 絵文字から選ぶこともできます
ko: 또는 이모지 선택
pt_br: Ou escolha um emoji
zh_hans: 或选择一个表情符号

source: Original available
de: Original verfügbar
es: Original disponible
fr: Original disponible
it: Originale disponibile
ja: オリジナルあり
ko: 원본 사용 가능
pt_br: Original disponível
zh_hans: 原图可用

source: Other people
de: Andere Personen
es: Otras personas
fr: Autres personnes
it: Altre persone
ja: その他の人
ko: 다른 사람
pt_br: Outras pessoas
zh_hans: 其他人

source: Override the app-wide Photos / optimize / auto-delete defaults just for this circle.
de: Überschreibe die app-weiten Standards für Fotos / Optimieren / Automatisch löschen nur für diesen Kreis.
es: Cambia solo para este círculo los ajustes generales de Fotos, optimización y borrado automático.
fr: Remplacez les réglages Photos / optimisation / suppression automatique de l'app uniquement pour ce cercle.
it: Sostituisci le impostazioni generali di Foto / ottimizzazione / eliminazione automatica solo per questa cerchia.
ja: このサークルだけ、アプリ全体の「写真」／最適化／自動削除の初期設定を上書きします。
ko: 이 서클에만 앱 전체의 사진 / 최적화 / 자동 삭제 기본값과 다르게 적용합니다.
pt_br: Substitua os padrões de Fotos / otimizar / apagar automaticamente do app apenas para este círculo.
zh_hans: 仅为这个圈子覆盖全局的「照片 / 优化 / 自动删除」默认设置。

source: Paste invite link…
de: Einladungslink einfügen…
es: Pega el enlace de invitación…
fr: Coller un lien d'invitation…
it: Incolla il link d'invito…
ja: 招待リンクを貼り付け…
ko: 초대 링크 붙여넣기…
pt_br: Cole o link de convite…
zh_hans: 粘贴邀请链接…

source: Paste the interface JSON or node id your relay printed.
de: Füge das Interface-JSON oder die Node-ID ein, die dein Relay ausgegeben hat.
es: Pega el JSON de interfaz o el id de nodo que mostró tu relay.
fr: Collez le JSON d'interface ou l'ID de nœud affiché par votre Relay.
it: Incolla il JSON dell'interfaccia o l'ID nodo stampato dal tuo relay.
ja: Relay が出力したインターフェース JSON またはノード ID を貼り付けてください。
ko: Relay가 출력한 인터페이스 JSON 또는 노드 ID를 붙여넣으세요.
pt_br: Cole o JSON da interface ou o ID do nó que o seu relay exibiu.
zh_hans: 粘贴你的 Relay 输出的接口 JSON 或节点 ID。

source: Paste your link code
de: Verknüpfungscode einfügen
es: Pega tu código de vinculación
fr: Collez votre code de liaison
it: Incolla il tuo codice di collegamento
ja: リンクコードを貼り付け
ko: 연결 코드 붙여넣기
pt_br: Cole o seu código de vínculo
zh_hans: 粘贴你的关联码

source: Paste your recovery code
de: Wiederherstellungscode einfügen
es: Pega tu código de recuperación
fr: Collez votre code de récupération
it: Incolla il tuo codice di recupero
ja: リカバリーコードを貼り付け
ko: 복구 코드 붙여넣기
pt_br: Cole o seu código de recuperação
zh_hans: 粘贴你的恢复码

source: People you block show up here so you can unblock them.
de: Von dir blockierte Personen erscheinen hier, damit du die Blockierung wieder aufheben kannst.
es: Las personas que bloquees aparecerán aquí para que puedas desbloquearlas.
fr: Les personnes que vous bloquez apparaissent ici pour que vous puissiez les débloquer.
it: Le persone che blocchi compaiono qui, così puoi sbloccarle.
ja: ブロックした人はここに表示されます。ここからブロックを解除できます。
ko: 차단한 사람이 여기에 표시돼요. 언제든 차단을 해제할 수 있어요.
pt_br: As pessoas que você bloquear aparecem aqui para você desbloqueá-las.
zh_hans: 你屏蔽的人会显示在这里，方便你解除屏蔽。

source: People you've blocked can't see your posts or reach you. Unblock anyone here.
de: Blockierte Personen sehen deine Beiträge nicht und können dich nicht erreichen. Hier kannst du die Blockierung aufheben.
es: Las personas que has bloqueado no pueden ver tus publicaciones ni contactarte. Desbloquea a quien quieras desde aquí.
fr: Les personnes que vous avez bloquées ne peuvent pas voir vos publications ni vous contacter. Débloquez qui vous voulez ici.
it: Le persone che hai bloccato non possono vedere i tuoi post né contattarti. Da qui puoi sbloccare chiunque.
ja: ブロックした人は、あなたの投稿を見ることも、あなたに連絡することもできません。ここでいつでもブロックを解除できます。
ko: 차단한 사람은 회원님의 게시물을 볼 수도, 연락할 수도 없어요. 여기에서 차단을 해제할 수 있어요.
pt_br: Quem você bloqueou não vê suas publicações nem consegue falar com você. Desbloqueie qualquer pessoa por aqui.
zh_hans: 被你屏蔽的人看不到你的帖子，也无法联系你。你可以在这里解除对任何人的屏蔽。

source: Permanently erase every identity, circle, post, DM, and setting on this device and return Haven to a clean state. This cannot be undone, and — unlike “Start over” — nothing is recoverable, even with iCloud backup on.
de: Löscht dauerhaft jede Identität, jeden Kreis, jeden Beitrag, jede DM und jede Einstellung auf diesem Gerät und setzt Haven in einen sauberen Zustand zurück. Das lässt sich nicht rückgängig machen, und — anders als bei „Neu anfangen“ — ist nichts wiederherstellbar, selbst mit aktiviertem iCloud-Backup.
es: Borra de forma permanente todas las identidades, círculos, publicaciones, mensajes directos y ajustes de este dispositivo, y devuelve Haven a un estado limpio. Esto no se puede deshacer y, a diferencia de «Empezar de cero», no se puede recuperar nada, ni siquiera con la copia de iCloud activada.
fr: Efface définitivement toutes les identités, tous les cercles, toutes les publications, tous les messages privés et tous les réglages présents sur cet appareil, et remet Haven à neuf. Cette action est irréversible et, contrairement à « Recommencer », rien n'est récupérable, même avec la sauvegarde iCloud activée.
it: Cancella definitivamente ogni identità, cerchia, post, messaggio diretto e impostazione su questo dispositivo e riporta Haven a uno stato pulito. L'operazione non può essere annullata e — a differenza di “Ricomincia da capo” — non è recuperabile nulla, nemmeno con il backup iCloud attivo.
ja: この端末にあるすべてのID、サークル、投稿、DM、設定を完全に消去し、Haven を初期状態に戻します。この操作は取り消せません。しかも —「最初からやり直す」とは違い — iCloud バックアップがオンでも、何ひとつ復元できません。
ko: 이 기기의 모든 신원, 서클, 게시물, DM, 설정을 영구적으로 지우고 Haven을 처음 상태로 되돌려요. 이 작업은 되돌릴 수 없고, “처음부터 다시 시작”과 달리 iCloud 백업이 켜져 있어도 아무것도 복구할 수 없어요.
pt_br: Apaga permanentemente todas as identidades, círculos, publicações, mensagens diretas e configurações deste dispositivo e devolve o Haven a um estado limpo. Isso não pode ser desfeito e — ao contrário de “Começar de novo” — nada é recuperável, mesmo com o backup do iCloud ativado.
zh_hans: 永久抹除此设备上的每一个身份、圈子、帖子、私信和设置，让 Haven 回到全新状态。此操作无法撤销；而且与“重新开始”不同，即使开启了 iCloud 备份，也没有任何内容可以恢复。

source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
zh_hans: 照片

source: Photo or video
de: Foto oder Video
es: Foto o vídeo
fr: Photo ou vidéo
it: Foto o video
ja: 写真またはビデオ
ko: 사진 또는 동영상
pt_br: Foto ou vídeo
zh_hans: 照片或视频

source: Photo or Video
de: Foto oder Video
es: Foto o vídeo
fr: Photo ou Vidéo
it: Foto o video
ja: 写真またはビデオ
ko: 사진 또는 동영상
pt_br: Foto ou Vídeo
zh_hans: 照片或视频

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
zh_hans: 照片

source: Pick a song
de: Song auswählen
es: Elige una canción
fr: Choisir un morceau
it: Scegli un brano
ja: 曲を選ぶ
ko: 노래 선택
pt_br: Escolha uma música
zh_hans: 选一首歌
